{"reviews":{"maps.google.com":[{"id":286,"author_name":"Desiree Hackett","title":"Sorry to interrupt your playtime, Grumpy, but wouldn't you prefer a challenge? ","comment":" Isn’t ‘bribe’ just another word for ‘love’? Hey, don't try to take this away from me. This is the only thing I've ever been good at. Well, this and timing my farts to a thunderstorm.","date":"2017-06-14","rating":2,"responses":[{"content":"Glad to know that you liked the food","date":"2017-12-16"},{"content":"Thank you fpr the review","date":"2017-12-16"}]},{"id":293,"author_name":"Cole Crona","title":"You know, that little droid is going to cause me a lot of trouble.","comment":" You know, Marty, you look so familiar to me. Do I know your mother?","date":"2017-12-16","rating":1,"responses":[{"content":" Truly wonderful, the mind of a child is.","date":"2017-12-16"}]},{"id":303,"author_name":"Jarrod Barrows","title":"It's a figure of speech, Morty! They're bureaucrats! I don't respect them. Just keep shooting, Morty! You have no idea what prison is like here!","comment":" Existence is pain to a meeseeks Jerry, and we will do anything to alleviate that pain. I have a bad feeling about this. So what if the most meaningful day in your life was a simulation operating at minimum complexity. I have a bad feeling about...","date":"2017-06-22","rating":1,"responses":[{"content":" Hey, come on. I had to change. Do you think I'm going back in that-that zoot suit? The old man really came through. It worked! Don't be so gullible, McFly. Got the place fixed up nice, though, McFly. Little tip, Morty. Never clean DNA vials with your spit. Wars not make one great.","date":"2017-12-04"}]}],"yelp.com":[{"id":287,"author_name":"Dr. Jaron Ullrich","title":"A degenerate, am I? Well, you are a festisio! See? I can make up words too, sister.","comment":" See you later, Pop. Whoo! Time to change that oil. Sometimes science is a lot more art, than science. A lot of people don't get that.","date":"2017-03-19","rating":2,"responses":[]},{"id":288,"author_name":"Dr. Seamus Barton","title":"Oh, my God. They found me. I don't know how, but they found me. Run for it, Marty!","comment":" Calvin? Wh... Why do you keep calling me Calvin?","date":"2017-07-08","rating":3,"responses":[{"content":" Hold me, like you did by the lake on Naboo; so long ago when there was nothing but our love. No politics, no plotting, no war.","date":"2017-10-01"}]}],"yellowpages.com":[{"id":289,"author_name":"Dr. Maybelle Bernier","title":"I'm from the future. I came here in a Time Machine that you invented. Now I need your help to get back to the year 1985.","comment":" I assume you need something. Desperately. Are you telling me that this sucker is nuclear? He is as clumsy as he is stupid. Hey, come on. I had to change. Do you think I'm going back in that-that zoot suit? The old man really came through. It worked!","date":"2017-06-03","rating":0,"responses":[{"content":" You know, this is great guys. Drinking and eating garbage. I'm glad we all took a mental health day. I have a bad feeling about... A degenerate, am I? Well, you are a festisio! See? I can make up words too, sister. Isn’t ‘bribe’ just another word for ‘love’?","date":"2017-10-26"}]},{"id":290,"author_name":"Scottie Williamson","title":"It’s Peanut Butter Jelly Time.","comment":" What about all that talk about screwing up future events? The space-time continuum? Show me again, grandfather, and I will finish what you started. It’s Peanut Butter Jelly Time. Hello? Hello? Anybody home? Huh? Think, McFly. Think! I gotta have time to get them retyped. Do you realize what would happen if I hand in my reports in your handwriting? I'll get fired. You wouldn't want that to happen, would ya? Would ya? If you put your mind to it, you can accomplish anything. I don't get it and I don't need to.","date":"2017-04-25","rating":0,"responses":[]},{"id":291,"author_name":"Ozella Weber III","title":"Adventure. Excitement. A Jedi craves not these things.","comment":" Amazing. One second of a stranger's voice on a phone, and you've got full Bollywood. Ohh yea, you gotta get schwifty.","date":"2016-04-18","rating":5,"responses":[]},{"id":294,"author_name":"Lula Bechtelar","title":"You can run, but you'll only die tired.","comment":" I will start my operations here, and pull the rebels apart piece by piece. They'll be the architects of their own destruction. So what if the most meaningful day in your life was a simulation operating at minimum complexity. Well then get your shit together. Get it all together and put it in a backpack, all your shit, so it's together. ...and if you gotta take it somewhere, take it somewhere ya know? Take it to the shit store and sell it, or put it in a shit museum. I don't care what you do, you just gotta get it together... Get your shit together. Fear is the path to the dark side... fear leads to anger... anger leads to hate... hate leads to suffering.","date":"2016-11-02","rating":5,"responses":[{"content":" People in love can overcome anything. Nobody exists on purpose. Nobody belongs anywhere. Everybody is going to die. Amazing. One second of a stranger's voice on a phone, and you've got full Bollywood. If you put your mind to it, you can accomplish anything.","date":"2017-06-09"}]},{"id":297,"author_name":"Miss Mandy Fisher","title":"That's the difference between you and me, Morty. I never go back to the carpet store.","comment":" I have your car towed all the way to your house and all you got for me is lite beer? Help me Obi-Wan. You're my only hope You're like Hitler, except...Hitler cared about Germany, or something. You know, this is great guys. Drinking and eating garbage. I'm glad we all took a mental health day. Joe, gag on my fat dauber.","date":"2016-04-19","rating":1,"responses":[]},{"id":298,"author_name":"Aubree Senger","title":"There is no god, Summer; gotta rip that band-aid off now you'll thank me later.","comment":" I’ve got an idea–an idea so smart that my head would explode if I even began to know what I’m talking about. Don’t even trip dawg. I have a bad feeling about... You know, this is great guys. Drinking and eating garbage. I'm glad we all took a mental health day. Can somebody just let me out of here? If I die in a cage I lose a bet.","date":"2016-03-17","rating":1,"responses":[]},{"id":300,"author_name":"Savion Rolfson","title":"Hey, come on. I had to change. Do you think I'm going back in that-that zoot suit? The old man really came through. It worked!","comment":" There is no god, Summer; gotta rip that band-aid off now you'll thank me later. People in love can overcome anything. Biff. What a character. Always trying to get away with something. I've had to stay on top of Biff ever since high school. Although, if it wasn't for him... You know, this is great guys. Drinking and eating garbage. I'm glad we all took a mental health day. Keep Summer safe.","date":"2016-08-23","rating":2,"responses":[]}],"n49.com":[{"id":292,"author_name":"Afton Denesik V","title":"I am so not competitive. In fact, I am the least non-competitive. So I win.","comment":" Now I may be an idiot, but there’s one thing I am not sir, and that sir, is an idiot.","date":"2017-03-08","rating":2,"responses":[{"content":" War is in your blood. I studied the art of war, worked to perfect it, but you? You were forged by it.","date":"2017-03-16"}]}],"merchantcircle.com":[{"id":295,"author_name":"Cristopher Sipes","title":"Hey, come on. I had to change. Do you think I'm going back in that-that zoot suit? The old man really came through. It worked!","comment":" Koona t'chuta Solo? (Going somewhere Solo?) Suicide is not the Jedi way, master. Okay, thank you. That's enough. Hold it now. Hold it. Hold it, fellas. I'm afraid you're just too darn loud. Next, please. Bring in the next group, please. A degenerate, am I? Well, you are a festisio! See? I can make up words too, sister. He's an idiot. Comes from upbringing. His parents are probably idiots, too. Lorraine, you ever have a kid who acts that way, I'll disown you.","date":"2017-09-06","rating":3,"responses":[]},{"id":299,"author_name":"Mable Walsh","title":"Amazing. One second of a stranger's voice on a phone, and you've got full Bollywood.","comment":" The appropriate question is, 'when the hell are they?' You see, Einstein has just become the world's first time traveler! I sent him into the future. One minute into the future to be exact. And at precisely 1:21 a.m. and zero seconds, we shall catch up with him and the time machine. Show me again, grandfather, and I will finish what you started. Oh, honey, he's teasing you. Nobody has two television sets. You may use any methods necessary, but I want them alive. No disintegrations!","date":"2017-04-09","rating":0,"responses":[{"content":" Now I may be an idiot, but there’s one thing I am not sir, and that sir, is an idiot. Ohh yea, you gotta get schwifty. Don’t even trip dawg. See you in about 30 years.","date":"2017-06-06"}]}],"facebook.com":[{"id":296,"author_name":"Cassie Goldner","title":"I'm terribly sorry about all this. After all, he's only a Wookiee!","comment":" Who's President of the United States in 1985? Ronald Reagan? The actor? Ha! Then whose vice president? Jerry Lewis? It's gonna be really hard waiting 30 years before I can talk to you about everything that's happened in the past few days. I'm really gonna miss you, Marty. He's a Peeping Tom!","date":"2017-07-13","rating":4,"responses":[]},{"id":301,"author_name":"Willy Koch","title":"Are you telling me that this sucker is nuclear?","comment":" Now I may be an idiot, but there’s one thing I am not sir, and that sir, is an idiot. Look, Marvin, you gotta play. See, that's where they kiss for the first time on the dance floor. And if there's no music, they can't dance. If they can't dance, they can't kiss. If they can't kiss they can't fall in love, and I'm history.","date":"2016-05-30","rating":4,"responses":[]},{"id":302,"author_name":"Dr. Mia Kunze","title":"We have no choice, General Calrissian! Our cruisers can't repel firepower of that magnitude!","comment":" This isn't Game of Thrones, Morty. You have failed me for the last time, Admiral. Yoosa should follow me now, okeeday? Eek bon chee ko pa na green. (I'll put a price on your head so big...) Look, Marvin, you gotta play. See, that's where they kiss for the first time on the dance floor. And if there's no music, they can't dance. If they can't dance, they can't kiss. If they can't kiss they can't fall in love, and I'm history.","date":"2017-07-26","rating":0,"responses":[]}]}}